/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Uzbrucēji var mēģināt nozagt jūsu informāciju (piemēram, paroles, ziņojumus vai kredītkartes datus).";

/* No comment provided by engineer. */
"Back" = "Atpakaļ";

/* No comment provided by engineer. */
"Bank transfer" = "Bankas pārskaitījums";

/* No comment provided by engineer. */
"Cancel" = "Atcelt";

/* No comment provided by engineer. */
"Card" = "Karte";

/* No comment provided by engineer. */
"Card number" = "Kartes numurs";

/* No comment provided by engineer. */
"Close and go back" = "Aizvērt un doties atpakaļ";

/* No comment provided by engineer. */
"Correct your card number" = "Labot kartes numuru";

/* No comment provided by engineer. */
"Credit card" = "Kredītkarte";

/* No comment provided by engineer. */
"credit or debit" = "kredīts vai debets";

/* No comment provided by engineer. */
"Customer service" = "Klientu apkalpošanas nodaļa";

/* No comment provided by engineer. */
"CVV code" = "CVV kods";

/* No comment provided by engineer. */
"Delete" = "Dzēst";

/* No comment provided by engineer. */
"Enter a card number" = "Ievadīt kartes numuru";

/* No comment provided by engineer. */
"Please enter a valid date" = "Lūdzu, ievadiet derīgu datumu";
"Please enter a valid code" = "Lūdzu, ievadiet derīgu kodu";
"MM/YY" = "MM/GG";

/* No comment provided by engineer. */
"Enter CVV code" = "Ievadīt CVV kodu";

/* No comment provided by engineer. */
"Error" = "Kļūda";

/* No comment provided by engineer. */
"Expiration date" = "Derīguma termiņš";

/* No comment provided by engineer. */
"fast online transfer" = "ātrs tiešsaistes pārskaitījums";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "Es piekrītu ";

/* No comment provided by engineer. */
"New card" = "Jauna karte";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Nē, palikt atsevišķajā maksājumu lapā";

/* No comment provided by engineer. */
"OK" = "Labi";

/* No comment provided by engineer. */
"Publisher" = "Izdevējs";

/* No comment provided by engineer. */
"Save and use" = "Saglabāt un lietot";

/* No comment provided by engineer. */
"Scan Card" = "Nolasīt karti";

/* No comment provided by engineer. */
"Position your card in this frame" = "Novietojiet karti šajā rāmītī";

/* No comment provided by engineer. */
"Hold still…" = "Turiet nekustīgi…";

/* No comment provided by engineer. */
"Select payment method" = "Izvēlieties maksāšanas veidu";

/* No comment provided by engineer. */
"This card is not supported" = "Šī karte netiek atbalstīta";

/* No comment provided by engineer. */
"PayU Payment Terms" = "PayU maksājumu noteikumi";

/* No comment provided by engineer. */
"Use" = "Lietot";

/* No comment provided by engineer. */
"Version" = "Versija";

/* No comment provided by engineer. */
"Yes, go back" = "Jā, doties atpakaļ";

/* No comment provided by engineer. */
"Your connection is not secure" = "Jūsu savienojums nav drošs";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Jūsu maksājums tiks atcelts. Turpināt?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Konfigurējiet, lai maksātu pa tālruni";
"Pay by phone" = "Maksāšana pa tālruni";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "izmantojiet kodu no savas bankas lietotnes";
"Enter BLIK code" = "Ievadiet BLIK kodu";
"Authorize and store BLIK payment in your bank app" = "Autorizēt un saglabāt BLIK maksājumu savā bankas lietotnē";
"one-tap payment" = "viena pieskāriena maksājums";
"Enter new BLIK code" = "Ievadiet jaunu BLIK kodu";
"saved BLIK payment" = "BLIK maksājums saglabāts";

/* Mastercard Installments strings */
"Transaction approved" = "Darījums apstiprināts";
"Installment payment" = "Daļas maksājums";
"The recipient will get the total order amount." = "Saņēmējs saņems kopējo pasūtījuma summu.";
"You can split this payment into installments with Mastercard." = "Ar Mastercard karti šo maksājumu varat sadalīt pa daļām.";
"Split into installments" = "Sadalīt vairākos maksājumos";
"No, thanks" = "Nē, paldies";
"You can pay in installments with Mastercard. Select the number of installments to confirm." = "Ar Mastercard karti varat veikt samaksu pa daļām. Izvēlieties maksājumu skaitu, lai apstiprinātu.";
"total" = "kopā";
"1st installment" = "1. daļas maksājums";

/* payu installments */
"Installments" = "Daļu maksājumi";
"decision in even 15 minutes" = "saņemiet lēmumu 15 minūšu laikā";
"Your application is still being reviewed." = "Jūsu pieteikums joprojām tiek izskatīts.";
"Your lender and/or store will inform you of the next steps." = "Jūsu aizdevējs un/vai veikals jūs informēs par nākamajiem soļiem.";
"In order to finalize the process You will be redirected to browser" = "Lai pabeigtu procesu, jūs tiksiet novirzīts uz pārlūku";
"Accept" = "Pieņemt";
